Repository: LoopKit/MinimedKit
Catalog: MinimedKit/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sv, tr, uk, vi, zh_hans

source: Bolus in progress
cs: Probíhající bolus
da: Bolus i gang
de: Bolusabgabe läuft
es: Bolo en progreso
fr: Bolus en cours
it: Bolo in corso
ja: ボーラスが進行中
nb: Bolus pågår
nb_no: Bolus pågår
nl: Bolus in uitvoering
pl: Bolus w toku
ro: Bolus în derulare
ru: Подача болюса
sv: Bolus pågår
tr: Bolus devam ediyor
uk: Подання болюса
vi: Liều Bolus đang được thực hiện
zh_hans: 大剂量输注中

source: Change Basal Profile Schedule
cs: Změnit profil bazálního rozvrhu
da: Skift plan for basalprofil
de: Zeitplan für das Basalraten Profil ändern
es: Cambiar programa de perfil basal
it: Modifica la pianificazione del profilo basale
nb: Endre basalprofilplan
nb_no: Endre basalprofilplan
nl: Basaalprofielschema aanpassen
pl: Zmień harmonogram profilu podstawowego
ro: Modificarea profilului programului de insulină bazală
ru: Смена профиля базала по расписанию
sv: Ändra basalprofilschema
tr: Bazal Profil Programını Değiştir
uk: Зміна розкладу базального профілю
vi: Thay đổi lịch trình cấu hình Basal

source: Change Basal Schedule
cs: Změnit bazální rozvrh
da: Skift basalplan
de: Basalraten Plan ändern
es: Cambiar programa basal
fr: Modifier le programme basal
it: Modifica il programma della basale
nb: Endre basal tidsplan
nb_no: Endre basal tidsplan
nl: Basaal Schema Aanpassen
pl: Zmień schemat bazy
ro: Modificarea programului de insulină bazală
ru: Изменение расписания базала
sv: Ändra basalschema
tr: Bazal Programını Değiştir
uk: Зміна базального графіка
vi: Thay đổi lịch trình tiêm insulin nền

source: Change Time
cs: Změnit čas
da: Ændre tid
de: Zeit ändern
es: Cambiar hora
fr: Changer l’heure
it: Cambia orario
ja: 時刻を変更
nb: Endre tid
nb_no: Endre tid
nl: Tijd Aanpassen
pl: Zmień godzinę
ro: Schimbare oră
ru: Смена времени
sv: Ändra tid
tr: Saati Değiştir
uk: Змінити час
vi: Thay đổi thời gian

source: Clear Alarm
cs: Vymazat alarm
da: Ryd alarm
de: Alarm löschen
es: Borrar alarma
it: Cancella allarme
nb: Fjern alarm
nb_no: Fjern alarm
nl: Alarm Wissen
pl: Wyczyść alarm
ro: Ștergeți alarma
ru: Очистить оповещения
sv: Rensa larm
tr: Alarmı Temizle
uk: Очистити сигнал тривоги
vi: Xóa báo động

source: Low Battery
cs: Vybitá baterie
da: lavt batteri
de: Niedriger Batteriestatus
es: Batería Baja
fr: Batterie faible
it: Batteria scarica
ja: 電池残量低下
nb: Lavt batterinivå
nb_no: Lavt batterinivå
nl: Batterij Bijna Leeg
pl: Słaba bateria
ro: Baterie descărcată
ru: Батарейка садится
sv: Lågt batteri
tr: Düşük Pil
uk: Низький заряд батареї
vi: pin yếu
zh_hans: 电量低

source: Low Reservoir
cs: Poloprázdný zásobník
da: Lavt reservoir
de: Niedriges Reservoir
es: Reserva baja
fr: Réservoir bas
it: Serbatoio scarico
nb: Lavt reservoar
nb_no: Lite insulin i pod
nl: Reservoir Bijna Leeg
pl: Niski poziom w zbiorniczku
ro: Rezervor scăzut
ru: Мало инсулина в резервуаре
sv: Låg reservoarvolym
tr: Düşük Rezervuar
uk: Пустий Резервуар
vi: Sắp hết insulin

source: Meal
cs: Jídlo
da: Måltid
de: Mahlzeit
es: Comida
fr: Repas
it: Pasto
nb: Måltid
nb_no: Måltid
nl: Maaltijd
pl: Posiłek
ro: Masă
ru: Еда
sv: Måltid
tr: Öğün
uk: Шаблон харчування
vi: Bữa ăn

source: New Time
cs: Nový čas
da: Ny tid
de: Neue Zeit
es: Nuevo Tiempo
fr: Nouvelle heure
it: Nuovo orario
nb: Ny tid
nb_no: Ny tid
nl: Nieuwe Tijd
pl: Nowy czas
ro: Timp nou
ru: Новое время
sv: Ny tid
tr: Yeni Zaman
uk: Новий час
vi: Thời Gian mới

source: Select Profile
cs: Vybrat profil
da: Vælg profil
de: Profil auswählen
es: Seleccionar perfil
fr: Sélectionner un profil
it: Seleziona profilo
nb: Velg profil
nb_no: Velg profil
nl: Profiel Selecteren
pl: Wybierz profil
ro: Alegeți profilul
ru: Выбор профиля
sv: Välj profil
tr: Profil Seç
uk: Вибір профілю
vi: Chọn cấu hình

source: Signal Loss
cs: Ztráta signálu
da: Signaltab
de: Signalverlust
es: Pérdida de señal
fr: Perte de signal
it: Perdita segnale
nb: Signal Tap
nb_no: Signaltap
nl: Signaalverlies
pl: Utrata sygnału
ro: Pierdere de semnal
ru: Сигнал потерян
sv: Signalförlust
tr: Sinyal Kaybı
uk: Втрата сигналу
vi: Mất tín hiệu

source: Temporary Basal: %1$d min
cs: Dočasný bazál: %1$d min
da: Midlertidig Basal: %1$d min
de: Temporäre Basalrate: %1$d min
es: Basal Temporal: %1$d min
fr: Basal temporaire: %1$d min
it: Basale temporanea: %1$d min
ja: 一時基礎レート: %1$d 分
nb: Midlertidig basaldose: %1$d min
nb_no: Midlertidig basaldose: %1$d min
nl: Tijdelijk basaal: %1$d min
pl: Baza tymczasowa: %1$d min
ro: Bazală temporară: %1$d min
ru: Временный базал: %1$d мин
sv: Temporär basal: %1$d min
tr: Geçici Bazal: %1$d dk
uk: Тимчасовий базал: %1$d хв
vi: Liều Basal tạm thời: %1$d phút
zh_hans: 临时基础率: %1$d 分钟

source: Temporary Basal: %1$d%%
cs: Dočasný bazál: %1$d%%
da: Midlertidig basal: %1$d%%
de: Temporäre Basalrate: %1$d%%
es: Basal Temporal: %1$d%%
fr: Basal temporaire: %1$d%%
it: Basale temporanea: %1$d%%
ja: 一時基礎レート: %1$d%%
nb: Midlertidig basaldose: %1$d%%
nb_no: Midlertidig basaldose: %1$d%%
nl: Tijdelijk basaal: %1$d%%
pl: Baza tymczasowa: %1$d%%
ro: Bazală temporară: %1$d%%
ru: Временный базал: %1$d%%
sv: Temporär basal: %1$d%%
tr: Geçici Bazal: %1$d%%
uk: Тимчасовий базал: %1$d хв%%
vi: Liều Basal tạm thời: %1$d%%
zh_hans: 临时基础率: %1$d%%

source: "%1$@" has a low battery
da: "%1$@" har lavt batteri
de: "%1$@" hat einen niedrigen Akkustand
es: "%1$@" tiene batería baja
fr: "%1$@" a un niveau de batterie bas
it: "%1$@" ha la batteria scarica
nb: " %1$@ " har lavt batterinivå
nb_no: " %1$@ " har lavt batterinivå
nl: "%1$@" batterij bijna leeg
pl: „ %1$@ ” ma słabą baterię
ro: "%1$@" are o baterie scăzută
ru: "%1$@" имеет низкий заряд батареи
sv: "%1$@" har låg batterinivå
tr: " %1$@ " pili zayıf
uk: "%1$@" має низький заряд акумулятора
vi: "%1$@" gần hết pin
zh_hans: %1$@ 电量低

source: %1$@ U left
da: %1$@ E tilbage
de: %1$@ IE verbleibend
es: %1$@ U restantes
fr: %1$@ U restantes
it: %1$@ U rimaste
ja: 残 %1$@単位
nb: %1$@ E igjen
nb_no: %1$@ E igjen
nl: %1$@ E over
pl: %1$@ J pozostało
ro: %1$@ U rămase
ru: %1$@ Ед осталось
sv: %1$@ E kvar
tr: %1$@ Ü kaldı
uk: %1$@ U залишилося
vi: %1$@ U còn lại
zh_hans: %1$@ 单位 剩余

source: %1$@ U left: %2$@
da: %1$@ E tilbage: %2$@
de: %1$@ IE verbleibend: %2$@
es: %1$@ U restantes: %2$@
fr: %1$@ U restantes: %2$@
it: %1$@ U rimaste: %2$@
ja: 残 %1$@単位: %2$@
nb: %1$@ E gjenstår: %2$@
nb_no: %1$@ E gjenstår: %2$@
nl: %1$@ E over: %2$@
pl: %1$@ J pozostało: %2$@
ro: %1$@ U rămase: %2$@
ru: %1$@ Ед осталось: %2$@
sv: %1$@ E kvar: %2$@
tr: %1$@ Ü kalan: %2$@
uk: %1$@ U залишилось: %2$@
vi: %1$@ U còn lại: %2$@
zh_hans: %1$@ 单位 剩余: %2$@

source: A bolus is already in progress
da: En bolus er allerede i gang
de: Ein Bolus wird bereits abgegeben
es: Un bolo ya está en progreso
fr: Un bolus est déjà en cours
it: Un bolo è già in esecuzione
ja: ボーラス注入中
nb: En bolus pågår allerede
nb_no: En bolus pågår allerede
nl: Er is al een bolus actief
pl: Podawanie bolusa jest już w toku
ro: Există deja un bolus în curs de administrare
ru: Болюс уже подается
sv: En bolusdos ges redan
tr: Bir bolus zaten devam ediyor
uk: Болюс вже подається
vi: Liều bolus đang được thực hiện
zh_hans: 正在输注大剂量

source: AlarmClockReminder
da: AlarmUrPåmindelse
ja: アラームリマインダー
nb: PåminnelseAlarmklokke
nb_no: PåminnelseAlarmklokke
ru: Напоминание будильника
tr: AlarmSaatiHatırlatma
uk: Нагадування будильника

source: Auto-Off Alarm
da: Auto-sluk alarm
de: Auto-Aus Alarm
es: Alarma de apagado automático
fr: Alarme d'arrêt automatique
it: Allarme spegnimento automatico
nb: Auto-av alarm
nb_no: Auto-av alarm
nl: Alarm Automatisch Uit
pl: Alarm automatycznego wyłączania
ro: Alarma de oprire automată
ru: Автоматическое выключение сигнала тревоги
sv: Auto-av larm
tr: Oto-kapanma alarmı
uk: Авто-відключення сигналу
vi: Báo động tự tắt

source: Basal Profile %1$@: %2$@ U/hour
da: Basal Profil %1$@: %2$@ E/time
de: Basalprofil %1$@: %2$@ E/Stunde
es: Perfil Basal %1$@: %2$@ U/hora
fr: Profil basal %1$@: %2$@ U/heure
it: Profilo basale %1$@: %2$@ U/ora
ja: ベーサルプロファイル %1$@: %2$@ U/時
nb: Basalprofil %1$@: %2$@ E/timen
nb_no: Basalprofil %1$@: %2$@ E/timen
nl: Basaal profiel %1$@: %2$@ E/uur
pl: Profil bazy %1$@: %2$@ J/godzinę
ro: Profil bazal %1$@: %2$@ U/oră
ru: Профиль базала %1$@: %2$@ ед/ч
sv: Basalprofil %1$@: %2$@ E/h
tr: Bazal Profili %1$@: %2$@ Ü/saat
uk: Профіль базалу %1$@: %2$@ U/год
vi: Hồ sơ Basal %1$@: %2$@ U/giờ
zh_hans: 基础率配置 %1$@: %2$@ U/小时

source: Battery Depleted
da: Batteriet er opbrugt
de: Batterie leer
es: Batería agotada
fr: Batterie épuisée
it: Batteria scarica
nb: Batteriet er tomt
nb_no: Batteriet er tomt
nl: Batterij Leeg
pl: Bateria wyczerpana
ro: Bateria descărcată
ru: Батарея разряжена
sv: Batteri tömt
tr: Pil Tükenmiş
uk: Розряджена батарея
vi: Pin đã cạn

source: Battery Out Limit
da: Grænse for batteriudløb
de: Batteriewechsel Zeitlimit
es: Alerta de Batería Baja
fr: Limite de sortie de batterie
nb: Grense for batterinivå
nb_no: Grense for batterinivå
nl: Limiet Batterij Uit
pl: Przekroczono limit wyczerpania baterii
ro: Limită de descărcare a bateriei
ru: Предел разряда батареи
sv: Gräns för batterinivå
tr: Pil Bitme Sınırı
uk: Ліміт розряду батареї
vi: Ngưỡng pin yếu

source: BatteryIssue17
da: BatteriIssue17
es: Problema de bateria 17
fr: Problème de batterie17
nb: BatteriIssue17
nb_no: BatteriIssue17
nl: BatterijProbleem17
pl: Problem z baterią
ro: ProblemaBaterie17
sv: Batterifel17
tr: PilSorunu17
uk: Проблема з батареєю 17
vi: Sự cố pin 17

source: BatteryIssue21
da: BatteriIssue21
es: Problema de bateria 21
fr: Problème de batterie21
nb: BatteriIssue21
nb_no: BatteriIssue21
nl: BatterijProbleem21
pl: Problem z baterią
ro: ProblemaBaterie21
tr: PilSorunu21
uk: Проблема з батареєю 21
vi: Sự cố pin 21

source: Bolus in Progress
da: Bolus i gang
de: Bolusabgabe läuft
es: Bolo en curso
fr: Bolus en cours
it: Bolo in corso
nb: Bolus pågår
nb_no: Bolus pågår
nl: Bolus in Uitvoering
pl: Bolus w toku
ro: Bolus în curs de administrare
ru: Подается болюс
sv: Bolus pågår
tr: Bolus Devam Ediyor
uk: Болюс триває
vi: Đang tiêm bolus
zh_hans: 追加胰岛素正在进行中

source: Bolus may have failed: %1$@
da: Bolus kan have fejlet: %1$@
de: Bolus ist möglicherweise fehlgeschlagen: %1$@
es: Es posible que el bolo haya fallado: %1$@
fr: Le bolus a peut-être échoué : %1$@
it: Il bolo potrebbe essere fallito: %1$@
nb: Bolus kan ha mislyktes: %1$@
nb_no: Bolus kan ha mislyktes: %1$@
nl: Bolus mogelijk mislukt: %1$@
pl: Bolus mógł się nie udać: %1$@
ro: Este posibil ca bolusul să fi eșuat: %1$@
ru: Возможно, болюс не прошел: %1$@
sv: Bolus kan ha misslyckats: %1$@
tr: Bolus başarısız olmuş olabilir: %1$@
uk: Можливо, болюс не вдався: %1$@
vi: Liều Bolus thất bại: %1$@
zh_hans: 追加胰岛素可能失败：%1$@

source: Cancel Temp Basal
da: Annuller midlertidig basal
de: Temporäre Basalrate abbrechen
es: Cancelar basal temporal
fr: Annulation du débit basal temporaire
it: Annulla basale temporanea
nb: Avbryt Temp Basal
nb_no: Avbryt manuell basal
nl: Annuleer Tijdelijk Basaal
pl: Anuluj Tymczasową Bazę
ro: Anulați bazala temporară
ru: Отмена ВБС
sv: Avbryt temporär basal
tr: Geçici Bazalı İptal Et
uk: Відмінити Тимчасову Базальну Швидкість (ТБШ)
vi: Huỷ bỏ liều cơ bản tạm thời
zh_hans: 取消临时基础率

source: Change the pump battery immediately
da: Udskift pumpebatteri omgående
de: Wechsel sofort die Pumpenbatterie
es: Cambie la batería de la bomba de inmediato
fr: Changer immédiatement la pile de la pompe
it: Sostituisci immediatamente la batteria della pompa
ja: すぐにポンプの電池を替えてください
nb: Skift pumpebatteri umiddelbart
nb_no: Skift pumpebatteri umiddelbart
nl: Vervang direct de batterij van de pomp
pl: Natychmiast wymienić baterię pompy
ro: Schimbați imediat bateria pompei
ru: Немедленно замените батарейку в помпе
sv: Byt pumpbatteri nu
tr: Pompa pilini hemen değiştirin
uk: Негайно замініть батарейку помпи
vi: Thay pin máy bơm ngay
zh_hans: 立即更换胰岛素泵电池

source: Change the pump reservoir now
da: Skift pumpereservoir nu
de: Wechsel jetzt das Pumpenreservoir
es: Cambie el depósito de la bomba ahora
fr: Changer maintenant le réservoir de la pompe
it: Cambia ora il serbatoio della pompa
ja: ポンプのレザーバを替えてください
nb: Bytt pumpereservoar nå
nb_no: Bytt pumpereservoar nå
nl: Vervang het pompreservoir nu
pl: Zmień zbiorniczek w pompie
ro: Schimbați rezervorul pompei acum
ru: Замените резервуар помпы сейчас
sv: Byt pumpreservoar nu
tr: Pompa rezervuarını şimdi değiştirin
uk: Замініть резервуар насоса зараз
vi: Thay ngăn chứa insulin bây giờ
zh_hans: 立即更换储药器

source: Check that the pump is not suspended or priming, or has a percent temp basal type
da: Tjek, at pumpen ikke er suspenderet eller under klargøring, eller har en procent midlertidig basaltype
de: Überprüfe, ob die Pumpe nicht unterbrochen wurde oder sich im Füllmodus befindet, oder prozentual temporären Basalraten aktiviert sind
es: Revisa que la microinfusora no esté suspendida o en cebado, o que tenga una basal de tipo temporal
fr: Vérifiez que la pompe n’est pas suspendue ou en amorçage, ou a un basal temporaire en pourcentage
it: Verifica che la pompa non sia sospesa o in fase di Priming, oppure che abbia un tipo di basale temporaneo percentuale
ja: ポンプが停止、プライミング中、または基礎レートが一時的に変更になっていないことを確認してください
nb: Sjekk at pumpa ikke har stoppet tilførsel av insulin, at priming ikke foregår, eller har en midlertidig prosentbasaltype pågående.
nb_no: Sjekk at pumpa ikke har stoppet tilførsel av insulin, at priming ikke foregår, eller har en midlertidig prosentbasaltype pågående.
nl: Controleer dat de pomp niet is onderbroken of aan het voorbereiden is, of dat er een percentage tijdelijke basaal staat ingesteld
pl: Sprawdź, czy pompa nie jest zawieszona, nie trwa wypełnianie lub nie ma ustawionej procentowej dawki tymczasowej w ustawieniach.
ro: Verificați că pompa nu este suspendată sau în curs de inițiere sau ca nu folosește un tip procentual de bazală temporară
ru: Убедитесь, что помпа не остановлена или не находится в режиме заправки, а так же что ВБС в помпе установлен в Ед/ч, а не в процентах
sv: Kontrollera att pumpen inte är pausad eller håller på att fyllas, eller har en temporär basal inställd med procentuellt värde.
tr: Pompanın askıya alınmadığını, dolum aşamasında olmadığını veya yüzde geçici bazal tipine sahip olmadığını kontrol edin.
uk: Переконайтеся, що помпа не зупинена або не перебуває в режимі заправки, а так само, що ВБШ в помпі встановлено в U/год, а не у відсотках
vi: Kiểm tra và đảm bảo bơm không tạm ngưng hoặc đang bơm hoặc đang thực hiện liều basal tạm thời
zh_hans: 确认胰岛素泵是否处于暂停或者充盈状态，或者正在执行百分比模式临时基础率。

source: Command refused
da: Kommando nægtet
de: Befehl verweigert
es: Comando rechazado
fr: Commande refusée
it: Comando rifiutato
ja: コマンド拒否
nb: Kommando avvist
nb_no: Kommando avvist
nl: Commando geweigerd
pl: Odmowa wykonania polecenia
ro: Comandă refuzată
ru: Отказ в выполнении команды
sv: Kommandot avvisades
tr: Komut reddedildi
uk: Команду відхилено
vi: Lệnh bị từ chối
zh_hans: 当前无法执行命令

source: Comms with another pump detected.
da: Kommunikation med en anden pumpe opdaget.
de: Kommunikation mit einer anderen Pumpe festgestellt
es: Comunicación con otra microinfusadora detectado.
fr: Communications avec une autre pompe détectée
it: Comunicazione con un altra pompa rilevata.
ja: 他のポンプが検出
nb: Oppdaget kommunikasjon med en annen pumpe
nb_no: Oppdaget kommunikasjon med en annen pumpe
nl: Communicatie met een andere pomp gedetecteerd
pl: Wykryto połączenie z inną pompą.
ro: S-a detectat o comunicare cu altă pompă.
ru: Обнаружена коммуникация с другой помпой
sv: Kommunikation med en annan pump upptäcktes.
tr: Başka bir pompa algılandı.
uk: Виявлено комунікацію з іншою помпою
vi: Comms cho bơm khác được phát hiện.
zh_hans: 发现其他胰岛素泵

source: Decoding Error
da: Undersøger fejl
de: Dekodierungsfehler
es: Error de decodificación
fr: Erreur de décodage
it: Errore di decodifica
ja: デコーディングエラー
nb: Dekodingsfeil
nb_no: Dekodingsfeil
nl: Decodingsfout
pl: Błąd dekodowania
ro: Eroare la decodare
ru: Ошибка декодирования
sv: Avkodingsfel
tr: Kod Çözme Hatası
uk: Помилка декодування
vi: Đang giải mã bị lỗi
zh_hans: 解码错误

source: Device Error
da: Enhedsfejl
de: Gerätefehler
es: Error de Dispositivo
fr: Erreur de périphérique
it: Errore del dispositivo
ja: デバイスエラー
nb: Enhetsfeil
nb_no: Enhetsfeil
nl: Apparaatfout
pl: Błąd urządzenia
ro: Eroare dispozitiv
ru: Ошибка устройства
sv: Enhetsfel
tr: Cihaz Hatası
uk: Помилка пристрою
vi: Thiết bị lỗi
zh_hans: 设备错误

source: Device Reset
da: Nulstilling af enhed
de: Gerät zurücksetzen
es: Reinicio del dispositivo
fr: Réinitialisation de l'appareil
it: Ripristino del dispositivo
nb: Tilbakestilling av enhet
nb_no: Tilbakestilling av enhet
nl: Apparaat resetten
pl: Resetowanie urządzenia
ro: Resetare dispozitiv
ru: Сброс устройства
sv: Återställ enhet
tr: Cihaz Sıfırlama
uk: Скидання налаштувань пристрою
vi: Đặt lại thiết bị

source: Dismiss
da: Afvis
de: Schließen
es: Ignorar
fr: Fermer
it: OK
ja: 閉じる
nb: Avvis
nb_no: Avskjedige
nl: Sluiten
pl: Rozumiem
ro: Renunță
ru: Отклонить
sv: Avfärda
tr: Reddet
uk: Відхилити
vi: Từ bỏ
zh_hans: 忽略

source: Empty Reservoir
da: Tomt reservoir
de: Leeres Reservoir
es: Depósito vacío
fr: Réservoir vide
it: Serbatoio vuoto
nb: Tomt reservoar
nb_no: Tomt reservoar
nl: Reservoir Leeg
pl: Pusty zbiorniczek
ro: Rezervor gol
ru: Резервуар пуст
sv: Tom insulinreservoar
tr: Boş Rezervuar
uk: Порожній резервуар
vi: Hết thuốc

source: Event History
da: Hændelseshistorik
de: Ereignisverlauf
es: Historial de Eventos
fr: Historique des événements
it: Cronologia degli eventi
nb: Hendelseshistorie
nb_no: Hendelseshistorie
nl: Logboek
pl: Historia zdarzeń
ro: Istoric evenimente
ru: История событий
sv: Händelsehistorik
tr: Etkinlik Geçmişi
uk: Журнал подій
zh_hans: 历史事件

source: Glucose page failed crc check
da: Glukoseside mislykkedes crc-kontrol
de: Glukoseseite fehlgeschlagen crc-Prüfung
es: La página de glucosa falló en la verificación de CRC
fr: Échec de la vérification CRC de la page de glucose
it: La pagina della glicemia non ha superato il controllo CRC
nb: Glukoseside mislyktes ved crc-sjekk
nb_no: Glukoseside mislyktes ved crc-sjekk
nl: Crc controle Glucosepagina mislukt
pl: Strona z glukozą nie przeszła kontroli crc.
ro: Pagina de glicemie nu a reușit verificarea crc
ru: Страница глюкозы не прошла проверку crc
sv: Glukossida misslyckades med crc-kontroll
tr: KŞ sayfası crc kontrolünde başarısız oldu
uk: Сторінка глюкози не пройшла перевірку CRC
vi: Trang glucose không vượt qua kiểm tra Crc

source: Go to pump settings and select insulin type
da: Gå til pumpeindstillinger, og vælg insulintype
de: Gehe zu den Pumpeneinstellungen und wählen den Insulintyp aus
es: Vaya a la configuración de la bomba y seleccione el tipo de insulina
fr: Accédez aux paramètres de la pompe et sélectionnez le type d'insuline
it: Vai nelle impostazioni della pompa e seleziona il tipo d'insulina
nb: Gå til pumpeinnstillinger og velg insulintype
nb_no: Gå til pumpeinnstillinger og velg insulintype
nl: Ga naar pompinstellingen en selecteer insulinetype
pl: Przejdź do ustawień pompy i wybierz typ insuliny
ro: Accesați setările pompei și selectați tipul de insulină
ru: Перейдите в настройки помпы и выберите тип инсулина
sv: Gå till pumpens inställningar och välj insulintyp
tr: Pompa ayarlarına gidin ve insülin tipini seçin
uk: Перейдіть до налаштувань помпи та виберіть тип інсуліну
vi: Vào cài đặt máy bơm và chọn loại insulin
zh_hans: 转到泵设置并选择胰岛素类型

source: History page does not exist
da: Historikside findes ikke
de: Verlaufsseite ist nicht vorhanden
es: La página de historial no existe
fr: La page d'historique n'existe pas
it: La pagina della cronologia non esiste
nb: Historie siden eksisterer ikke
nb_no: Historie siden eksisterer ikke
nl: Geschiedenis pagina bestaat niet
pl: Strona historii nie istnieje
ro: Pagina de istoric nu există
ru: Страница истории не существует
sv: Sidan med händelsehistorik finns inte
tr: Geçmiş sayfası mevcut değil
uk: Сторінка історії не існує
vi: Trang lịch sử không tồn tại
zh_hans: 历史页面不存在

source: History page failed crc check
da: Historiksiden mislykkedes crc-kontrol
de: Verlaufsseite fehlgeschlagen crc check
es: La página de historial falló en la verificación de CRC
fr: Échec de la vérification CRC de la page d'historique
it: La pagina della cronologia non ha superato il controllo CRC
nb: Historikksiden mislyktes med crc kontroll
nb_no: Historikksiden mislyktes med crc kontroll
nl: Crc controle Geschiedenispagina mislukt
pl: Strona historii nie przeszła kontroli crc.
ro: Pagina pentru istoric nu a reușit verificarea crc
ru: Страница истории не прошла проверку crc
sv: Historiksidan misslyckades med kontroll av Crc
tr: Geçmiş sayfası crc kontrolünde başarısız oldu
uk: Сторінка історії не пройшла перевірку CRC
vi: Trang lịch sử không vượt qua kiểm tra CRC

source: Insulin Suspended
da: Insulin suspenderet
de: Insulin ausgesetzt
es: Insulina suspendida
fr: Insuline suspendue
it: Insulina Sospesa
nb_no: Insulintilførsel pauset
nl: Insuline tijdelijk uitgeschakeld
ru: Подача приостановлена
sv: Pump pausad
tr: İnsülin Durduldu
uk: Подання Припинено
vi: Đã tạm dừng cấp liều Insulin

source: Insulin Type is not configured
da: Insulintype ikke konfigureret
de: Insulintyp ist nicht konfiguriert
es: El tipo de insulina no está configurado
fr: Type d'insuline
it: Il tipo d'insulina non è stato configurato
nb: Insulintype ikke konfigurert
nb_no: Insulintype ikke konfigurert
nl: Het insulinetype is niet geconfigureerd
pl: Nie skonfigurowano rodzaju insuliny
ro: Tipul de insulină nu este configurat
ru: Тип инсулина не настроен
sv: Du måste välja typ av insulin
tr: İnsülin Tipi yapılandırılmamış
uk: Тип інсуліну не налаштовано
vi: Loại insulin chưa được khai báo

source: Invalid response during %1$@: %2$@
da: Fejlagtigt svar ved %1$@: %2$@
de: Ungültige Antwort während %1$@: %2$@
es: Respuesta inválida durante %1$@: %2$@
fr: Réponse invalide pendant %1$@: %2$@
it: Risposta non valida per %1$@: %2$@
ja: %1$@ で反応が無効: %2$@
nb: Ugyldig respons ved %1$@: %2$@
nb_no: Ugyldig respons ved %1$@: %2$@
nl: Foutief antwoord gedurende %1$@: %2$@
pl: Nieprawidłowa odpowiedź podczas %1$@: %2$@
ro: Răspuns invalid în timpul %1$@: %2$@
ru: Неверный отклик %1$@: %2$@
sv: Ogiltigt svar under %1$@: %2$@
tr: %1$@: %2$@ sırasında geçersiz yanıt
uk: Неправильний відгук %1$@: %2$@
vi: Phản ứng không phù hợp trong khoảng %1$@: %2$@
zh_hans: 无效响应 %1$@: %2$@
